Repository: ihakatunori/ihaphone
Catalog: po/*.po
Languages: hr, ja

source: Wait for while
hr: しばらくお待ち下さい
ja: しばらくお待ち下さい。

source: please, try the plug plugin %s
hr: Molimo, pokusajte na plug %s
ja: プラグインを試してみて下さい。%s

source: Accept for key share from %s(%s)
hr: Prihvati podjelu tipkovnice od %s(%s)
ja: %s(%s)からのキー共有を受け入れますか？

source: CANCEL
hr: Otkazi
ja: キャンセル

source: Connect
hr: Spoji
ja: 接続

source: Connect list
hr: Spoji listu
ja: 接続先リスト

source: Communication error
hr: Greska u komunikaciji
ja: 通信エラーです。

source: Connection rejected.
hr: Spoj se odbija.
ja: 接続が拒否されました。

source: DialogMessage
hr: Razgovor/Poruka
ja: ダイアログメッセージ

source: Disconnect
hr: Iskljuci
ja: 切断

source: Disconnect list
hr: Lista iskljucenja
ja: 接続先リスト

source: Hot Line
hr: Vazna linija
ja: 直通

source: Hot line IP
hr: IP Vazne linije
ja: 直通IP

source: Invalid protocol
hr: Pogresan protocol
ja: プロトコル違反です。

source: IP Address
hr: IP adresa
ja: IPアドレス

source: IP address for partner
hr: IP adresa partnera
ja: 相手のIPアドレス

source: Ignore key share
ja: キー共有要求を無視する。

source: Katunori Iha
hr: Katsunori Iha
ja: 伊波勝徳

source: Katunori Iha(English)
ja: 伊波勝徳（英語）

source: josipandgrace(Croatian)
ja: ヨゼフ（クロアチア語）

source: KEY
hr: Kljuc
ja: 暗号化キーファイル名

source: Key Share
hr: Dijeliti kljuc
ja: キー共有

source: Buffer over flow.
ja: バッファがオーバーフローしました。

source: Key share succsessful.
hr: Uspjesna podjela kljuca.
ja: キーの共有に成功しました。

source: Key share failed. Please retry.
ja: キーの共有に失敗しました。再試行して下さい。

source: Kind
hr: Vrsta
ja: 種別

source: License
hr: Dozvola
ja: ライセンス

source: Max Send FPS(0~200)
ja: 最大送信FPS(0~200)

source: Message code
hr: Kod poruke
ja: メッセージコード

source: Name
hr: Ime
ja: 名前

source: No response
hr: Nema odgovora
ja: 応答がありません。

source: Name for partner
hr: Ime partnera
ja: 相手の名前

source: REJECT
hr: Odbiti
ja: 拒絶

source: REJECT ALL
hr: Odbiti sve
ja: 全て拒絶

source: Reduce the number of draws
hr: Smanjiti broj izvlacenja
ja: 描画回数を減らす。

source: Respond
hr: Odgovori
ja: 応答

source: Set
hr: Postavi
ja: 設定

source: Setting
hr: Postavi
ja: 設定

source: Start Rec
hr: Pocni snimati
ja: 録画開始

source: Stop Rec
hr: Zaustavi snimanje
ja: 録画停止

source: This application is distributed under the IHA license ver 1.0. " "This application is the first IHA license software.
ja: このアプリケーションはIHAライセンスVer1.0の元に配布されています。 " "このアプリケーションは最初のIHAライセンスソフトウェアです。

source: YES
hr: Da
ja: はい

source: NO
hr: NE
ja: いいえ

source: secure calls for all people
ja: 安全な会話を全ての人へ

source: Image Quality(0~100)
ja: 画質（０〜１００）

source: Exit
ja: 終了

source: Max Draws(1~1500)
ja: 最大描画数（１〜１５００）

source: Capture
ja: キャプチャ

source: Warning : There is a risk that this method will be decrypted by a quantum computer. The safest way is to hand it in directly.
ja: 警告：この方法は量子コンピュータで解読される危険性があります。 最も安全な方法は直接手渡しすることです。

source: Authentication failed.
ja: 認証に失敗しました。

source: Multi mode
ja: マルチモードにする。

source: (no voice)
ja: (音声なし)

source: (capture)
ja: (キャプチャ)

source: Entry ip address
ja: IPアドレスの入力

source: Warning
ja: 警告

source: Not allowed no crypto
ja: 暗号なし通信は許可されていません。

source: Allow no crypto
ja: 暗号なし通信を許可する。

source: Unencrypted communication is allowed. This poses a risk of communication being intercepted and It makes attacking this phone easy. Not recommended.
ja: 暗号なし通信が許可されています。 このことは、通信が盗聴されるリスクがあるとともに この電話への攻撃を容易なものにしています。 推奨できません。

source: Unencrypted communication is allowed. This poses a risk of communication being intercepted and It makes attacking this phone easy. Not recommended. Multimode is disabled.
ja: 暗号なし通信が許可されています。 このことは、通信が盗聴されるリスクがあるとともに この電話への攻撃を容易なものにしています。 推奨できません。 マルチモードは無効になります。

source: Ip address is in the list. Please select from the list.
ja: IPアドレスはリストにあります。 リストから選択して下さい。

source: Do not move windows or overlap other windows while recording.
ja: 録画中はウィンドウを動かしたり、他のウィンドウを重ねたりしないで下さい。

source: Warning : Address book is full. Can not register.
ja: 警告：アドレス帳が満杯です。登録出来ません。

source: Authentication code
ja: 認証コード

source: Incorrect IP address
ja: IPアドレスが正しくありません。

source: Warning : Name is too long.
ja: 警告：名前が長すぎます。

source: Warning : Authentication code is too long.
ja: 警告：認証コードが長すぎます。

source: Warning : This name is registered.
ja: 警告：この名前は登録済です。

source: There is a defect in the ihaphone-params.txt file.
ja: ihaphone-params.txtファイルに不備があります。

source: There is a defect in the address book(%s).
ja: アドレス帳（%s）に不備があります。

source: Search
ja: 検索

source: Direct IP is not set.
ja: 直通IPは設定されていません。

source: Recording failed.
ja: 録画に失敗しました。

source: Recording failed. Check the setting of REC_FILE_DIR in the parameter file.
ja: 録画に失敗しました。 パラメータファイルのREC_FILE_DIRの設定を確認して下さい。

source: No file permissions. Check the setting of KEY_FILE_DIR in the parameter file. Also check the directory permissions.
ja: ディレクトリへアクセスできません。 パラメータファイルのKEY_FILE_DIRの設定を確認して下さい。 ディクトリのパーミッションも確認して下さい。

source: No file permissions. Check the setting of REC_FILE_DIR in the parameter file. Also check the directory permissions.
ja: ディレクトリへアクセスできません。 パラメータファイルのREC_FILE_DIRの設定を確認して下さい。 ディクトリのパーミッションも確認して下さい。

source: Sound setting
ja: サウンド設定

source: Sox is not installed
ja: SOXがインストールされていません。

source: Ffmpeg is not installed
ja: FFMPEGがインストールされていません。

source: Ignore contact
hr: Ignoriraj poziv

source: Katunori Iha(English)
hr: Katsunori Iha(Engleski)

source: Key share faild. Please rerty.
hr: Podjela kljuca neuspjesna. Molimo ponovite postupak.

source: OK
hr: Da

source: This application is distributed under the IHA license ver 1.0. This application is the first IHA license software.
hr: Ova aplikacija se distribuira pod IHA license ver 1.0. Ova aplikacija je prva IHA license software.

source: for secure calls
hr: za zasticene pozive
